Repository: NSL-Infotech-PVT-LTD/moorky
Catalog: lib/l10n/app_*.arb
Languages: ar, fr, ru, tr

source: moorky
ar: موركي
ru: болотный

# signinapple
source: Sign in with Apple
ar: سجل دخولك بواسطة تفاح
fr: Connectez-vous avec Apple
ru: Войти через Яблоко
tr: Apple ile Kayıt Ol

# signingoogle
source: Sign in with Google
ar: الدخول مع جوجل
fr: Connectez-vous avec Google
ru: Войти через Google
tr: Google ile Kayıt Ol

# signinnumber
source: Sign in with Number
ar: تسجيل الدخول باستخدام الرقم
fr: Connectez-vous avec le numéro
ru: Войти с номером
tr: Numara ile Kayıt Ol

# signinmail
source: Sign in with Mail
ar: قم بتسجيل الدخول باستخدام البريد
fr: Connectez-vous avec Mail
ru: Войти с помощью почты
tr: Mail ile Kayıt Ol

source: Terms of use
ar: تعليمات الاستخدام
fr: Conditions d'utilisation
ru: Условия эксплуатации
tr: Kullanım Koşulları

source: and
ar: و
ru: а также
tr: ve

source: privacy policy.
ar: سياسة الخصوصية.
fr: politique de confidentialité.
ru: политика конфиденциальности.
tr: Gizlilik Politikası

source: Phone number
ar: رقم الهاتف
fr: Numéro de téléphone
ru: Номер телефона
tr: Telefon numarası

# continues
source: CONTINUE
ar: استمر
fr: CONTINUER
ru: ПРОДОЛЖАТЬ
tr: Devam et

source: Enter Code
ar: ادخل الرمز
fr: Entrer le code
ru: Введите код
tr: Kodu girin

source: Resend
ar: إعادة إرسال
fr: Renvoyer
ru: Отправить
tr: Yeniden gönder

source: E-mail
ar: البريد الإلكتروني
ru: Эл. почта
tr: e-posta

# dontloseemail
source: Dont'lose access to your account, verify your email.
ar: لا تفقد الوصول إلى حسابك ، تحقق من بريدك الإلكتروني.
fr: Ne perdez pas l'accès à votre compte, vérifiez votre adresse e-mail.
ru: Не теряйте доступ к своей учетной записи, подтвердите свою электронную почту.
tr: Hesabınıza erişiminizi kaybetmeyin, e-posta adresinizi doğrulayın.

# typedtextusingmask
source: Typed text using a mask.
ar: نص مكتوب باستخدام قناع.
fr: Texte tapé à l'aide d'un masque.
ru: Набранный текст с использованием маски.
tr: Bir maske kullanarak yazılan metin.

# passwordeight
source: Password (8+ characters)
ar: كلمة المرور (8+ أحرف)
fr: Mot de passe (8+ caractères)
ru: Пароль (8+ символов)
tr: Şifre (8+ karakter)

source: Password
ar: كلمة المرو
fr: Mot de passe
ru: Пароль
tr: Şifre

# setapassword
source: Set a password just in case.
ar: تعيين كلمة مرور فقط في حالة.
fr: Définissez un mot de passe au cas où.
ru: Установите пароль на всякий случай.
tr: Her ihtimale karşı bir şifre belirleyin.

source: Account Created!
ar: تم إنشاء الحساب!
fr: Compte Créé!
ru: Аккаунт создан!
tr: Hesap oluşturuldu!

# afewstep
source: A few more steps left before
ar: بقيت بضع خطوات من قبل
fr: Encore quelques pas avant
ru: Осталось еще несколько шагов до
tr: Birkaç adım daha kaldı

source: We set your matches
ar: نضع المطابقات الخاصة بك
fr: Nous fixons vos matchs
ru: Мы устанавливаем ваши матчи
tr: Eşleşmelerinizi ayarlıyoruz.

source: Name
ar: اسم
fr: Nom
ru: Имя
tr: İsim

# wewantmeetyou
source: We wanna meet you!
ar: نريد مقابلتك!
fr: On veut te rencontrer !
ru: Мы хотим встретиться с вами!
tr: Seninle tanışmak istiyoruz!

# mynameis
source: My name is arda
ar: اسمي اردا
fr: Je m'appelle arda
ru: меня зовут арда
tr: benim adım arda

source: Date Of Birth
ar: تاريخ الولادة
fr: Date de naissance
ru: Дата рождения
tr: Doğum tarihi

source: DD
ar: ي
ru: ДД

source: MM
ar: مم
ru: мм
tr: AA

source: YYYY
ar: س س س س
fr: AAAA
ru: ГГГГ

source: Photos
ar: الصور
fr: Photo
ru: Фото
tr: Fotoğraflar

source: Skip
ar: يتخطى
fr: Sauter
ru: Пропускать
tr: Atla

source: Gender
ar: جنس
fr: Sexe
ru: Пол
tr: Cinsiyet

source: Describe yourself
ar: صف نفسك
fr: Décrivez-vous
ru: Опиши себя
tr: Kendini tanımla

source: Man
ar: رجل
fr: Homme
ru: мужчина
tr: Erkek

source: Woman
ar: النساء
fr: Femme
ru: Женщина
tr: Kadın

source: Neutral
ar: محايد
fr: Neutre
ru: Нейтральный
tr: Doğal

# showmygender
source: Show my gender on my profile
ar: أظهر جنسى على ملف التعريف الخاص بي
fr: Afficher mon sexe sur mon profil
ru: Показывать мой пол в моем профиле
tr: profilimde cinsiyetimi göster

source: Date with
ar: موعد مع
fr: Date avec
ru: Дата с
tr: Eşleşme Tercihi

source: Everyone
ar: الجميع
fr: Chacun
ru: Каждый
tr: Herkes

source: Marital status
ar: الحالة الزوجية
fr: État civil
ru: Семейный статус
tr: Medeni hal

source: Your marital status?
ar: الحالة الاجتماعية؟
fr: Votre état civil?
ru: Ваше семейное положение?
tr: Medeni durumunuz?

source: Looking For
ar: البحث عن
fr: À La Recherche De
ru: Находясь в поиске
tr: İlgileniyor

source: Biography
ar: سيرة شخصية
fr: Biographie
ru: биография
tr: Biyografi

# talkabout
source: Talk about yourself
ar: تكلم عن نفسك
fr: Parlez de vous
ru: Говорить о себе
tr: Kendinden bahset

# wouldgivemoredetails
source: Would you like to give us more details?
ar: هل ترغب في تزويدنا بمزيد من التفاصيل؟
fr: Voulez-vous nous donner plus de détails?
ru: Хотите дать нам более подробную информацию?
tr: Bize daha fazla ayrıntı vermek ister misiniz??

# startquiz
source: Start the quiz
ar: ابدأ الاختبار
fr: Lancer le quiz
ru: Начать викторину
tr: Testi başlat

source: Maybe later
ar: ربما في وقت لاحق
fr: Peut-être plus tard
ru: Может быть позже
tr: Belki sonra

# whatsexyaloreintaion
source: What's your sexual orientation?
ar: ما هو توجهك الجنسي؟
fr: Quelle est votre orientation sexuelle?
ru: Какая у тебя сексуальная ориентация?
tr: Cinsel yöneliminiz nedir?

source: How tall are you?
ar: كم طولك؟
fr: Quelle est votre taille?
ru: Какой у тебя рост?
tr: Boyunuz kaç?

# gotoschool
source: Where did you go to school?
ar: أين ذهبت إلى المدرسة؟
fr: Où es-tu allé à l'école?
ru: Где ты ходил в школу?
tr: Okulun?

source: School or university
ar: المدرسة أو الجامعة
fr: École ou université
ru: Школа или университет
tr: okul veya üniversite

# whatwork
source: What do you do for work?
ar: ماذا تفعل للعمل؟
fr: Que faites-vous pour le travail?
ru: Что вы делаете для работы?
tr: İşin?

source: Job Title
ar: مسمى وظيفي
fr: Titre du Poste
ru: Название работы
tr: İş ismi

# comapnyname
source: Company Name
ar: اسم الشركة
fr: Nom de L'Entreprise
ru: Название компании
tr: Firma Adı

source: Answer Questions
ar: أجب عن الأسئلة
fr: Répondez aux questions
ru: Ответить на вопросы
tr: Profil Sorularınız

source: Do you drink?
ar: هل تشرب؟
fr: Tu bois?
ru: Ты пьешь?
tr: İçiyor musun?

source: Do you smoke?
ar: هل تدخن؟
fr: Tu fumes?
ru: Ты куришь?
tr: Sigara içer misiniz?

# feelaboutkids
source: How do you feel about kids?
ar: ما هو شعورك تجاه الأطفال؟
fr: Que pensez-vous des enfants?
ru: Как вы относитесь к детям?
tr: Çocuklar hakkında ne hissediyorsunuz?

# whateducation
source: What level of education do you have?
ar: ما هو مستوى التعليم لديك؟
fr: Quel niveau d'éducation avez-vous?
ru: Какой у вас уровень образования?
tr: hangi seviyede eğitimin var?

# areyouintroextro
source: Are you an introvert or an extrovert?
ar: هل أنت انطوائي أم منفتح؟
fr: Êtes-vous un introverti ou un extraverti?
ru: Вы интроверт или экстраверт?
tr: İçe Dönük/Dışa Dönük?

# whatstarsign
source: What's your star sign?
ar: ما هي علامة نجمك؟
fr: Quel est ton signe astrologique?
ru: Какой твой знак зодиака?
tr: Burcun ne?

source: Do you have pets?
ar: هل لديك حيوانات أليفة؟
fr: Avez-vous des animaux domestiques?
ru: У вас есть домашние животные?
tr: Evcil hayvanın var mı?

# whatreligion
source: What's your religion?
ar: ما دينك؟
fr: Quelle est ta religion?
ru: Какая твоя религия?
tr: İnancın?

# photoverifyshow
source: Photo verify to show you're for real!
ar: تحقق من الصورة لتظهر أنك حقيقي!
fr: Photo vérifier pour montrer que vous êtes pour de vrai!
ru: Фото подтвердите, чтобы показать, что вы на самом деле!
tr: Gerçek olduğunuzu göstermek için fotoğraf doğrulama!

# photoverifyeveryone
source: Photo verify to let everyone know your photos are really you
ar: تحقق من الصورة للسماح للجميع بمعرفة أن صورك هي حقًا أنت
fr: Vérification des photos pour que tout le monde sache que vos photos sont vraiment vous
ru: Проверка фотографий, чтобы все знали, что ваши фотографии действительно вы
tr: Herkesin fotoğraflarınızın gerçekten siz olduğunu bilmesini sağlamak için fotoğraf doğrulama

# verifyphoto
source: Verify By Photo
ar: تحقق من خلال الصورة
fr: Vérifier Par Photo
ru: Подтвердить по фото
tr: Fotoğrafla Doğrula

source: Filters
ar: المرشحات
fr: Filtres
ru: Фильтры
tr: Filtre

source: Clear
ar: صافي
fr: Dégager
ru: чистый
tr: Temizle

source: Basic
ar: أساسي
fr: De base
ru: Базовый
tr: Temel

# showonlypremium
source: Show only premium users
ar: إظهار المستخدمين المميزين فقط
fr: Afficher uniquement les utilisateurs premium
ru: Показывать только премиум-пользователей
tr: Premium kullanıcıları göster

source: Advanced
ar: متقدم
fr: Avancé
ru: Передовой
tr: Gelişmiş

# getabetterresult
source: Get a better results with advance filters.
ar: احصل على نتائج أفضل مع المرشحات المتقدمة.
fr: Obtenez de meilleurs résultats avec les filtres avancés.
ru: Получите лучшие результаты с предварительными фильтрами.
tr: Gelişmiş filtrelerle daha iyi sonuçlar elde edin.

source: Activate
ar: تفعيل
fr: Activer
ru: Активировать
tr: Etkinleştir

source: Height
ar: ارتفاع
fr: Hauteur
ru: Высота
tr: Boy

source: Kid
ar: طفل
fr: Gamin
ru: Ребенок
tr: Çocuk

source: Smoke
ar: دخان
fr: Fumeur
ru: Дым
tr: Sigara

# langugaes
source: Languages
ar: اللغات
fr: Langue
ru: Языки
tr: Dil

# campaign
source: Campaings
ar: الحملة الانتخابية
fr: Campagne
ru: Кампания
tr: Kampanya

# weopenevent
source: We are open event
ar: نحن حدث مفتوح
fr: Nous sommes un événement ouvert
ru: Мы открытые мероприятия
tr: biz açık etkinlik

source: GET MOORKY PREMIUM
ar: احصل على موركى الممتازة
fr: OBTENEZ MOORKY PREMIUM
ru: ПОЛУЧИТЬ МУРКИ ПРЕМИУМ
tr: MOORKY PREMIUM AL

source: Quiz
ar: اختبار
ru: Контрольный опрос
tr: Sınav

source: Your Activity
ar: نشاطك
fr: Votre Activité
ru: Ваша деятельность
tr: Etkinliğiniz

source: Medium
ar: متوسط
fr: Moyen
ru: Середина
tr: Orta

source: Ghost Mode
ar: وضع الشبح
fr: Mode fantôme
ru: Режим призрака
tr: Hayalet modu

# deactivate
source: Deactive
ar: مرن
fr: Inactif
ru: дуктивный
tr: Devre dışı bırak

source: Preview
ar: معاينة
fr: Aperçu
ru: Предварительный просмотр
tr: Ön izleme

# addphotosvideo
source: Add Photos or Videos
ar: أضف صورًا أو مقاطع فيديو
fr: Ajouter des photos ou des vidéos
ru: Добавьте фото или видео
tr: Fotoğraf veya Video Ekle

source: What About You
ar: ماذا عنك
fr: Et vous
ru: Как насчет тебя
tr: Senin hakkında

# aboutyourself
source: Write a bit about yourself.
ar: اكتب قليلا عن نفسك.
fr: Écris un peu sur toi.
ru: Напишите немного о себе.
tr: biraz kendin hakkında yaz.

source: Quick Quiz
ar: اختبار سريع
fr: Questionnaire rapide
ru: Быстрая викторина
tr: Hızlı Test

# interset
source: Interests
ar: الإهتمامات
fr: Intérêts
ru: Интересы
tr: İlgi alanları

source: Settings
ar: إعدادات
fr: Paramètres
ru: Настройки
tr: Ayarlar

source: Log Out
ar: تسجيل خروج
fr: déconnecter
ru: Выйти
tr: Çıkış Yap

source: Get Moorky Basic
ar: احصل على موركى أساسي
fr: Obtenez Moorky Basic
ru: Получите базовую версию Мурки
tr: Moorky Basic'i edinin

source: Get 50x Boost
ar: احصل على تعزيز بمعدل 50 ضعفًا
fr: Obtenez un coup de pouce 50x
ru: Получите 50-кратное усиление
tr: 50x Boost Satın Al

# generalsetting
source: General Settings
ar: الاعدادات العامة
fr: Paramètres Généraux
ru: общие настройки
tr: Genel Ayarlar

source: Account
ar: الحساب
fr: Compte
ru: Счет
tr: Hesap

# notificatin
source: Notifications
ar: إشعارات
fr: Notification
ru: Уведомления
tr: Bildirimler

# confidentaility
source: Confidentiality
ar: سرية
fr: Confidentialité
ru: Конфиденциальность
tr: Gizlilik

source: Language
ar: لغة
fr: Langue
ru: Язык
tr: Dil

source: Help Center
ar: مركز المساعدة
fr: Centre D'Aide
ru: Центр помощи
tr: Yardım Merkezi

# privacyplovy
source: Privacy Policy
ar: سياسة الخصوصية
fr: Politique de confidentialité
ru: Политика конфиденциальности
tr: Gizlilik Politikası

# termsofuses
source: Terms of Use
ar: شروط الاستخدام
fr: Conditions d'Utilisation
ru: Условия эксплуатации
tr: Kullanım Şartları

# licence
source: License
ar: رخصة
fr: Licence
ru: Лицензия
tr: Lisans

source: Birthday
ar: عيد الميلاد
fr: Anniversaire
ru: День рождения
tr: Doğum günü

source: Location
ar: موقع
fr: Emplacement
ru: Расположение
tr: Konum

# hideacoount
source: Hide Account
ar: إخفاء الحساب
fr: Masquer le Compte
ru: Скрыть учетную запись
tr: Hesabı Gizle

# likeyoudeleted
source: Like you deleted it, but you can come back when you like.
ar: مثلما حذفته ، لكن يمكنك العودة متى شئت.
fr: Comme si vous l'aviez supprimé, mais vous pouvez revenir quand vous le souhaitez.
ru: Вроде удалил, но можешь вернуться, когда захочешь.
tr: Silmiş gibisin ama istediğin zaman geri gelebilirsin.

# makesureyoucan
source: Make sure you can remember your password, as you'll need it to sign back in.
ar: تأكد من أنه يمكنك تذكر كلمة المرور الخاصة بك ، حيث ستحتاج إليها لتسجيل الدخول مرة أخرى.
fr: Assurez-vous de vous souvenir de votre mot de passe, car vous en aurez besoin pour vous reconnecter.
ru: Убедитесь, что вы помните свой пароль, так как он понадобится вам для повторного входа.
tr: Tekrar oturum açmak için ihtiyacınız olacağından şifrenizi hatırlayabildiğinizden emin olun.

source: Sign Out
ar: خروج
fr: Déconnexion
ru: Выход
tr: Oturumu Kapat

# forgetpassword
source: Forgot Password?
ar: هل نسيت كلمة السر؟
fr: Mot de passe Oublié?
ru: Забыл пароль?
tr: Şifremi unuttum??

# enterfornewpassword
source: Enter your e-mail address, and we will send you a link for a new password.
ar: أدخل عنوان بريدك الإلكتروني ، وسنرسل لك رابطًا لكلمة مرور جديدة.
fr: Entrez votre adresse e-mail et nous vous enverrons un lien pour un nouveau mot de passe.
ru: Введите свой адрес электронной почты, и мы вышлем вам ссылку для нового пароля.
tr: E-posta adresinizi girin, size yeni bir şifre için bir bağlantı göndereceğiz.

source: Delete Account
ar: حذف الحساب
fr: Supprimer le Compte
ru: Удалить аккаунт
tr: Hesabı sil

# message
source: Messages
ar: رسائل
fr: Message
ru: Сообщения
tr: Mesajlar

# getupdatenewmessage
source: Get updates about new messages
ar: احصل على تحديثات حول الرسائل الجديدة
fr: Recevoir des mises à jour sur les nouveaux messages
ru: Получайте обновления о новых сообщениях
tr: Yeni mesajlarla ilgili güncellemeleri alın

source: Matches
ar: اعواد الكبريت
fr: Allumettes
ru: Спички
tr: Eşleşmeler

# getupdatematch
source: Get updates about new matches
ar: احصل على تحديثات حول المباريات الجديدة
fr: Recevez des mises à jour sur les nouveaux matchs
ru: Получайте обновления о новых матчах
tr: Yeni eşleşmeler hakkında güncellemeler alın

source: liked you
ar: أعجبت بك
fr: t'a aimé
ru: понравился
tr: kişi senden hoşlandı

# getupdatesaboutlikeyou
source: Get updates about people who like you
ar: احصل على تحديثات حول الأشخاص الذين يحبونك
fr: Recevez des mises à jour sur les personnes qui vous aiment
ru: Получайте обновления о людях, которым вы нравитесь
tr: Sizi beğenen kişiler hakkında güncellemeler alın

# profilevisitor
source: Profile visitors
ar: زوار الشخصية
fr: Profil des visiteurs
ru: Посетители профиля
tr: Profil ziyaretçileri

# getuodatevisityourprofile
source: Get updates about people who visit your profile
ar: احصل على تحديثات حول الأشخاص الذين يزورون ملفك الشخصي
fr: Recevez des mises à jour sur les personnes qui visitent votre profil
ru: Получайте обновления о людях, которые посещают ваш профиль
tr: Profilinizi ziyaret eden kişiler hakkında güncellemeler alın

# getprofiletips
source: Get Profile tips and updates about promos
ar: احصل على نصائح الملف الشخصي والتحديثات حول العروض الترويجية
fr: Obtenez des conseils de profil et des mises à jour sur les promotions
ru: Получайте советы по профилю и новости об акциях
tr: Tanıtımlarla ilgili Profil ipuçlarını ve güncellemeleri alın

# reserchsurvey
source: Research and surveys
ar: البحوث والاستطلاعات
fr: Recherches et sondages
ru: Исследования и опросы
tr: Araştırma ve anketler

# keepuptodate
source: Keep up to date with paid and non-paid research opportunites and share your opinions on how to improve
ar: ابق على اطلاع دائم بفرص البحث المدفوعة وغير المدفوعة وشارك بآرائك حول كيفية التحسين
fr: Tenez-vous au courant des opportunités de recherche rémunérées et non rémunérées et partagez vos opinions sur la façon d'améliorer
ru: Будьте в курсе платных и бесплатных исследовательских возможностей и делитесь своим мнением о том, как улучшить
tr: Ücretli ve ücretsiz araştırma fırsatlarından haberdar olun ve nasıl iyileştirilebileceği konusunda fikirlerinizi paylaşın

# enablefaceid
source: Eneable Face ID
ar: يُمكَِن وجه بطاقة تعريف
fr: Activer l'identification faciale
ru: Включить идентификацию лица
tr: Face ID’yi etkinleştirin

# enablefaceidableto
source: You'll be able to sign in using Face ID, instead of your password
ar: ستتمكن من تسجيل الدخول باستخدام وجه بطاقة تعريف ، بدلاً من كلمة مرورك
fr: Vous pourrez vous connecter en utilisant Face ID, au lieu de votre mot de passe
ru: Вы сможете войти в систему, используя Face ID вместо пароля.
tr: Şifreniz yerine Face ID kullanarak oturum açabileceksiniz

source: Show location
ar: إظهار الموقع
fr: Afficher l'emplacement
ru: Показать местоположение
tr: Konumu göster

# showlocationifyoushow
source: If you show your location, you can connect with people near you. Don't worry, we'll never share your exact location. By turning this off, you may receive fewer messages.
ar: إذا أظهرت موقعك ، يمكنك التواصل مع أشخاص بالقرب منك. لا تقلق ، لن نشارك موقعك المحدد أبدًا. من خلال إيقاف تشغيل هذا ، قد تتلقى عددًا أقل من الرسائل.
fr: Si vous indiquez votre position, vous pouvez vous connecter avec des personnes proches de vous. Ne vous inquiétez pas, nous ne partagerons jamais votre position exacte. En désactivant cette option, vous recevrez peut-être moins de messages.
ru: Если вы показываете свое местоположение, вы можете связаться с людьми рядом с вами. Не волнуйтесь, мы никогда не раскроем ваше точное местоположение. Отключив эту функцию, вы можете получать меньше сообщений.
tr: Konumunuzu gösterirseniz, yakınınızdaki kişilerle bağlantı kurabilirsiniz. Merak etmeyin, tam konumunuzu asla paylaşmayacağız. Bunu kapatarak daha az mesaj alabilirsiniz.

source: Show online status
ar: إظهار حالة الاتصال بالإنترنت
fr: Afficher le statut en ligne
ru: Показать онлайн-статус
tr: Çevrimçi durumu gösterme

# ifyouwantshowonlinestatus
source: If you don't show your online,status,you won't be able To see when other people are online.
ar: إذا لم تُظهر حالتك على الإنترنت ، فلن تتمكن من معرفة ما إذا كان الأشخاص الآخرون متصلين بالإنترنت.
fr: Si vous ne montrez pas votre statut en ligne, vous ne pourrez pas voir quand d'autres personnes sont en ligne.
ru: Если вы не показываете свой онлайн-статус, вы не сможете видеть, когда другие люди находятся в сети.
tr: Çevrimiçi durumunuzu göstermezseniz, diğer kişilerin çevrimiçi olduğunu göremezsiniz..

source: Allow profile sharing
ar: السماح بمشاركة ملف التعريف
fr: Autoriser le partage de profil
ru: Разрешить совместное использование профиля
tr: Profil paylaşımına izin ver

# peoplewillbeale
source: People will be able to share your profile with others.
ar: سيتمكن الأشخاص من مشاركة ملفك الشخصي مع الآخرين.
fr: Les gens pourront partager votre profil avec d'autres.
ru: Люди смогут поделиться вашим профилем с другими.
tr: İnsanlar profilinizi başkalarıyla paylaşabilecek.

source: Show ads
ar: عرض الإعلانات
fr: Afficher les annonces
ru: Показать объявления
tr: Reklamları göster

source: Allow tracking
ar: السماح بالتتبع
fr: Autoriser le suivi
ru: Разрешить отслеживание
tr: İzlemeye izin ver

# changesetting
source: Chance Settings
ar: إعدادات الفرصة
fr: Paramètres de chance
ru: Настройки шанса
tr: Şans Ayarları

# changesettingonyourdevice
source: Change the settings on your device.
ar: قم بتغيير الإعدادات على جهازك.
fr: Modifiez les paramètres de votre appareil.
ru: Измените настройки на вашем устройстве.
tr: Cihazınızdaki ayarları değiştirin.

# applangugaes
source: App Language
ar: لغة التطبيق
fr: Langue de l'application
ru: Язык приложения
tr: Cihazınızdaki ayarları değiştirin

source: Activity
ar: نشاط
fr: Activité
ru: Мероприятия
tr: Aktivite

source: Moorky Premium
ar: موركى بريميوم
ru: Мурки Премиум

# checkwholikeyou
source: Check out who liked you
ar: تحقق من من أعجب بك
fr: Découvrez qui vous a aimé
ru: Проверьте, кому вы понравились
tr: Seni kimlerin beğendiğini gör

# unlockdiretmessage
source: Unlock direct messages
ar: افتح الرسائل المباشرة
fr: Déverrouiller les messages directs
ru: Разблокировать прямые сообщения
tr: Beklemeden mesaj gönder

source: Boost your profile
ar: عزز ملفك الشخصي
fr: Boostez votre profil
ru: Повысьте свой профиль
tr: Profilinizi güçlendirin

source: Choose your Sticker
ar: اختر الملصق الخاص بك
fr: Choisissez votre autocollant
ru: Выберите свою наклейку
tr: Çıkartmanızı seçin

# morethan50sticker
source: More than 50 premium stickers are
ar: أكثر من 50 ملصقًا مميزًا
fr: Plus de 50 autocollants premium sont
ru: Более 50 премиальных наклеек
tr: 50'den fazla premium çıkartma

source: here.
ar: هنا.
fr: ici.
ru: здесь.
tr: burada.

source: Write your report
ar: اكتب تقريرك
fr: Rédigez votre rapport
ru: Напишите свой отчет
tr: Raporunuzu yazın

# reportmoredetail
source: The more detail you can give,the better we can understand what's happened.
ar: كلما زادت التفاصيل التي يمكنك تقديمها ، كلما كان بإمكاننا فهم ما حدث بشكل أفضل.
fr: Plus vous donnerez de détails, mieux nous pourrons comprendre ce qui s'est passé.
ru: Чем больше подробностей вы сообщите, тем лучше мы сможем понять, что произошло.
tr: Ne kadar ayrıntı verebilirseniz, neler olduğunu o kadar iyi anlayabiliriz..

# telluswhat
source: Tell us what happened…
ar: أخبرنا بما حدث ...
fr: Dites-nous ce qui s'est passé...
ru: Расскажите нам, что случилось…
tr: Bize ne olduğunu söyle…

# ifyouneedmoreinfo
source: If we need more information,we'll contact you at
ar: إذا احتجنا إلى مزيد من المعلومات ، فسنتصل بك على
fr: Si nous avons besoin de plus d'informations, nous vous contacterons à
ru: Если нам понадобится дополнительная информация, мы свяжемся с вами по адресу
tr: Daha fazla bilgiye ihtiyacımız olursa, sizinle email üzerisinden iletişime geçeceğiz.

source: Submit Report
ar: إرسال التقرير
fr: Soumettre le rapport
ru: Отправить отчет
tr: Rapor gönder

source: Hide & Report
ar: إخفاء والإبلاغ
fr: Masquer et signaler
ru: Скрыть и сообщить
tr: Gizle ve Bildir

# dontwerryyourfeedback
source: Don't vorry, your feedback is anonymous and they won't know that you've blocked or reported them.
ar: لا تقلق ، تعليقاتك مجهولة ولن يعرفوا أنك حظرتها أو أبلغت عنها.
fr: Ne vous inquiétez pas, vos commentaires sont anonymes et ils ne sauront pas que vous les avez bloqués ou signalés.
ru: Не беспокойтесь, ваши отзывы анонимны, и они не узнают, что вы заблокировали их или сообщили о них.
tr: Merak etmeyin, geri bildiriminiz anonimdir ve onları engellediğinizi veya şikayet ettiginizi bilmeyeceklerdir.

# blockreport
source: Block and report this person
ar: حظر والإبلاغ عن هذا الشخص
fr: Bloquer et signaler cette personne
ru: Заблокировать и сообщить об этом человеке
tr: Bu kişiyi engelle ve şikayet et

source: Hide
ar: يخفي
fr: Cacher
ru: Скрывать
tr: Gizle

# whenhideswiping
source: When you hide someone, you won't see this person again and they won't see your profile- unless they've already seen your profile while swiping.
ar: عندما تخفي شخصًا ما ، فلن ترى هذا الشخص مرة أخرى ولن يرى ملفك الشخصي - ما لم يكن قد شاهد ملفك الشخصي بالفعل أثناء الضرب.
fr: Lorsque vous masquez quelqu'un, vous ne reverrez plus cette personne et elle ne verra pas votre profil, à moins qu'elle n'ait déjà vu votre profil en glissant.
ru: Когда вы кого-то скрываете, вы больше не увидите этого человека, и он не увидит ваш профиль, если только он уже не видел ваш профиль во время прокрутки.
tr: Birini gizlediğinizde, bu kisiyi bir daha görmezsiniz.

source: Hide this person
ar: إخفاء هذا الشخص
fr: Cacher cette personne
ru: Скрыть этого человека
tr: Bu kişiyi gizle

source: Description
ar: وصف
fr: La description
ru: Описание
tr: Tanım

source: One day before
ar: قبل يوم
fr: Un jour avant
ru: За день до
tr: Bir gün öncesinde
