Repository: NSL-Infotech-PVT-LTD/moorky
Catalog: lib/l10n/app_*.arb
Languages: ar, fr, ru, tr

# presevent
source: No ads
ar: لا اعلانات
fr: Pas de pubs
ru: Без рекламы
tr: Reklamsız

# preeightt
source: More attention for you
ar: مزيد من الإعجابات
fr: Plus d'attention pour vous
ru: Больше внимания для вас
tr: Dikkat çek

# preninet
source: Undo swipes
ar: التراجع عن التمريرات
fr: Annuler les balayages
ru: Отменить свайп
tr: Hızlı kaydırmaları geri al

# pretent
source: Stay undercover
ar: إبقى تحت الغطاء
fr: Restez Sous Couverture
ru: Оставайтесь под прикрытием
tr: Gizli kal

# preelevent
source: Dare a second glance
ar: يجرؤ على إلقاء نظرة ثانية
fr: Osez un second regard
ru: Осмелиться на второй взгляд
tr: İkinci bir bakışa cesaret et

# pretwelvet
source: Custom Illustrations
ar: صور مخصصة
fr: Illustrations personnalisées
ru: Пользовательские иллюстрации
tr: Özel Çizimler

# prethirteent
source: Be 3x more likely to get a reply
ar: تزيد احتمالية حصولك على رد بمقدار 3 أضعاف
fr: Soyez 3x plus susceptible d'obtenir une réponse
ru: В 3 раза больше шансов получить ответ
tr: Yanıt alma olasılığınız 3 kat daha fazla olsun

# preoned
source: Make your message number one in their inbox, you’re 10x more likely to get a reply.
ar: اجعل رسالتك رقم واحد في بريدهم الوارد ، فمن المرجح أن تحصل على رد 3 أضعاف.
fr: Activez votre numéro de massage dans leur boîte de réception, vous avez 3x plus de chances d'obtenir une réponse.
ru: Сделайте свое сообщение номером один в их почтовом ящике, и вероятность получить ответ увеличится в 10 раз.
tr: Mesajınızı gelen kutularında bir numara yapın, yanıt alma olasılığınız 10 kat daha fazladır.

# pretwod
source: Up to 10x more views with the boost future.
ar: ما يصل إلى 10 مرات مشاهدة أكثر مع مستقبل التعزيز.
fr: Jusqu'à 10 fois plus de vues avec le futur boost.
ru: До 10 раз больше просмотров с будущим бустом.
tr: Boost future ile 10 kata kadar daha fazla görüntülenme.

# prethreed
source: 50% higher change of chats with your 3 daily profile questions.
ar: 50٪ تغيير أعلى في الدردشات مع 3 أسئلة يومية لملفك الشخصي.
fr: 50% de changement de chat en plus avec vos 3 questions de profil quotidiennes.
ru: На 50% больше чатов с вашими 3 ежедневными вопросами в профиле.
tr: Günlük 3 profil sorunuzla %50 daha fazla sohbet değişimi.

# prefourd
source: 3x more matches due to unburied profile and likes.
ar: 3 مرات أكثر من المباريات بسبب الملف الشخصي غير المجهول والإعجابات.
fr: 3x plus de correspondances en raison du profil non enterré et des goûts.
ru: В 3 раза больше совпадений благодаря незакрытому профилю и лайкам.
tr: Görülmemiş profil ve beğeniler nedeniyle 3 kat daha fazla eşleşme.

# prefived
source: Swipes with no limits - higher chances for more matches.
ar: تمريرات بلا حدود - فرص أكبر لمزيد من المباريات.
fr: Balayages sans limites - plus de chances pour plus de matchs.
ru: Свайпы без ограничений - больше шансов на большее количество совпадений.
tr: Sınırsız kaydırma - daha fazla eşleşme için daha yüksek şans

# presixd
source: Find matches that meet your criteria.
ar: ابحث عن المطابقات التي تلبي المعايير الخاصة بك.
fr: Définir des filtres personnalisés
ru: Найдите совпадения, соответствующие вашим критериям.
tr: Kriterlerinize uyan eşleşmeleri bulun.

# presevend
source: Enjoy MOORY entirely ad-free!
ar: استمتع بـ MOORY خالي تمامًا من الإعلانات!
fr: Profitez de MOORY entièrement sans publicite!
ru: Наслаждайтесь MOORKY полностью без рекламы!
tr: MOORKY'nin keyfini tamamen reklamsız çıkarın!

# preeightd
source: 2x more likes and views due to higher visibility
ar: ضعف عدد الإعجابات والمشاهدات نظرًا لارتفاع مستوى الرؤية
fr: 2 fois plus de likes et de vues grâce à une visibilité accrue
ru: В 2 раза больше лайков и просмотров благодаря более высокой видимости
tr: Daha yüksek görünürlük nedeniyle 2 kat daha fazla beğeni ve görüntülenme

# prenined
source: Didn’t mean to swipe left? Undo the last swipe and think again.
ar: لم أقصد التمرير إلى اليسار؟ التراجع عن التمرير الأخير والتفكير مرة أخرى.
fr: Vous ne vouliez pas balayer vers la gauche? Annulez le dernier balayage et détrompez-vous.
ru: Не хотели делать свайп влево? Отмените последний взмах и подумайте еще раз.
tr: Sola kaydırmak istemediniz mi? Son kaydırmayı geri alın ve tekrar düşünün.

# pretend
source: Appear as offline while visiting profiles. Incognito mode.
ar: تظهر على الخط أثناء زيارة الملفات الشخصية. الوضع المخفي.
fr: Apparaît comme hors ligne lors de la visite des profils. Mode navigation privée.
ru: При посещении профилей выглядите как оффлайн. Режим инкогнито.
tr: Profilleri ziyaret ederken çevrimdışı görünün. Gizli mod.

# preelevend
source: Rediscover given likes.
ar: إعادة اكتشاف الإعجابات الممنوحة.
fr: Redécouvrez les likes donnés.
ru: Заново откройте для себя подаренные симпатии.
tr: Verilen beğenileri yeniden keşfedin.

# pretwelved
source: VIP profile picture for ghost mode.
ar: صورة الملف الشخصي VIP لوضع الشبح.
fr: Photo de profil VIP pour le mode fantôme.
ru: VIP-картинка профиля для режима призрака.
tr: Hayalet modu için VIP profil resmi.

# prethirteend
source: Make your message number on in their inbox, you’re 3x more likely to get a reply.
ar: اجعل رسالتك رقم واحد في بريدهم الوارد ، فمن المرجح أن تحصل على رد 3 أضعاف.
fr: Activez votre numéro de massage dans leur boîte de réception, vous avez 3x plus de chances d'obtenir une réponse.
ru: Сделайте свое сообщение номером один в их почтовом ящике, и вероятность получить ответ увеличится в 3 раз.
tr: Mesaj numaranızı gelen kutularına yazın, yanıt alma olasılığınız 3 kat daha fazladır.

# deleteaccounts
source: All your data will be lost when your account is deleted
ar: ستفقد جميع بياناتك عندما يتم حذف حسابك
fr: Toutes vos données seront perdues lors de la suppression de votre compte
ru: Все ваши данные будут потеряны при удалении вашей учетной записи
tr: Hesabın silinecek ve bütün verilerin kaybolacaktır.

source: Delete
ar: حذف
fr: Supprimer
ru: Удалить
tr: Silmek

# hidewarning
source: There will be a temporary hiding of your account, but don't worry. you will be able to continue where you left off when you log in.
ar: سيكون هناك إخفاء مؤقت لحسابك ، لكن لا تقلق. ستتمكن من المتابعة من حيث توقفت عند تسجيل الدخول.
fr: Il y aura un masquage temporaire de votre compte, mais ne vous inquiétez pas. vous pourrez continuer là où vous vous étiez arrêté lorsque vous vous connecterez.
ru: Ваша учетная запись будет временно скрыта, но не беспокойтесь. вы сможете продолжить с того места, на котором остановились, когда войдете в систему.
tr: Hesabın gizlenecek ama merak etme. Giriş yaptığında kaldığın yerden devam edeceksin.

# senderrormessage
source: You can only message with your current match
ar: يمكنك فقط مراسلة المباراة الحالية الخاصة بك
fr: Vous ne pouvez envoyer un message qu'avec votre correspondance actuelle
ru: Вы можете отправлять сообщения только с вашим текущим совпадением
tr: Sadece mevcut eşleşmenle mesajlaşabilirsin

# loginbg
source: assets/images/loginbg.jpg
tr: assets/images/loginbg.png
