Repository: NSL-Infotech-PVT-LTD/moorky
Catalog: lib/l10n/app_*.arb
Languages: ar, fr, ru, tr

# remainder
source: Reminder
ar: تذكير
fr: Rappel
ru: Напоминание
tr: Hatırlatma

# thedayyourstory
source: The day your story begins in Moorky
ar: اليوم الذي تبدأ فيه قصتك في موركى
fr: Le jour où ton histoire commence à Moorky
ru: День, когда ваша история начинается в Мурки
tr: Moorky'de hikayenizin başladığı gün

# weagreedtomeetafter
source: We agreed to meet after a week.
ar: اتفقنا على الاجتماع بعد أسبوع.
fr: Nous avons convenu de nous rencontrer au bout d'une semaine.
ru: Договорились встретиться через неделю.
tr: Bir hafta sonra buluşmak üzere anlaştık..

source: Edit
ar: يحرر
fr: Éditer
ru: Редактировать
tr: Düzenle

source: Add Event
ar: أضف حدث
fr: Ajouter un évènement
ru: Добавить событие
tr: Etkinlik ekle

source: Schedule
ar: برنامج
fr: Programme
ru: Расписание
tr: Takvim

source: Keep Swiping
ar: استمر في الضرب
fr: Continuez à balayer
ru: Продолжайте смахивать
tr: Kaydırmaya Devam Et

source: It's a super match!
ar: إنها مباراة رائعة!
fr: C'est un super match !
ru: Это супер матч!
tr: Süper Eşleşme!

source: Hurray!
ar: يا هلا!
fr: Hourra!
ru: Ура!
tr: Yaşasın!

source: Keep Swiping Now
ar: استمر في الضرب الآن
fr: Continuez à balayer maintenant
ru: Продолжайте проводить сейчас
tr: Şimdi Kaydırmaya Devam Edin

source: Be active
ar: كن فعالا
fr: Être actif
ru: Быть активным
tr: Aktif ol

# smileinyourprofile
source: Smile in your profile photo
ar: ابتسم في صورة ملفك الشخصي
fr: Souriez sur votre photo de profil
ru: Улыбнитесь на фото в профиле
tr: Profil fotoğrafında gülümse

source: Complete your profile
ar: أكمل ملفك الشخصي
fr: complète ton profil
ru: Заполните свой профиль
tr: Profilinizi tamamlayın.

# morechancegettingalike
source: More chances of getting a like
ar: المزيد من فرص الحصول على إعجاب
fr: Plus de chances d'avoir un like
ru: Больше шансов получить лайк
tr: Beğeni alma ihtimalinizi artırın.

source: Are you sure?
ar: هل أنت واثق؟
fr: Êtes-vous sûr?
ru: Ты уверен?
tr: Emin misin?

# doyouwantto
source: Do you want to exit app
ar: هل تريد الخروج من التطبيق
fr: Voulez-vous quitter l'application
ru: Вы хотите выйти из приложения
tr: Uygulamadan çıkmak istiyor musunuz?

source: Yes
ar: نعم
fr: Oui
ru: Да
tr: Evet

source: No
ar: رقم
fr: Non
ru: Нет
tr: Hayır

source: Search
ar: يبحث
fr: Chercher
ru: Поиск
tr: Arama

source: Start typing to search
ar: ابدأ الكتابة للبحث
fr: Commencez à taper pour rechercher
ru: Начните вводить для поиска
tr: Aramak için yazmaya başlayın

# pleaseentermobile
source: Please Enter Mobile Number
ar: الرجاء إدخال رقم الهاتف المحمول
fr: Veuillez entrer le numéro de portable
ru: Пожалуйста, введите номер мобильного телефона
tr: Lütfen Cep Numarasını Girin

# plesemimimum7digit
source: Please Enter Minimum 7 Digit Mobile Number
ar: الرجاء إدخال رقم جوال مكون من 7 أرقام كحد أدنى
fr: Veuillez entrer un numéro de téléphone portable à 7 chiffres minimum
ru: Пожалуйста, введите минимум 7-значный номер мобильного телефона
tr: Lütfen Minimum 7 Haneli Cep Numarasını Girin

# plesemaximm15digit
source: Please Enter Maximum 13 Digit Mobile Number
ar: الرجاء إدخال رقم هاتف متحرك مكون من 13 رقمًا كحد أقصى
fr: Veuillez saisir un numéro de téléphone mobile à 13 chiffres maximum
ru: Пожалуйста, введите максимум 13-значный номер мобильного телефона
tr: Lütfen En Fazla 13 Haneli Cep Numarasını Giriniz

source: Enter a Number
ar: أدخل رقما
fr: Entrez un numéro
ru: Введите номер
tr: Bir Numara Girin

# wewillsendtotext
source: We will send a text with a verification code. Message and data rates may apply. Learn what
ar: سنرسل رسالة نصية مع رمز التحقق. قد يتم تطبيق رسوم البيانات والرسائل. تعلم ماذا
fr: Nous vous enverrons un SMS avec un code de vérification. Des messages et débits de données peuvent être appliqués. Apprendre quoi
ru: Мы отправим текст с кодом подтверждения. Могут применяться тарифы на передачу сообщений и данных. Узнать что
tr: Doğrulama kodu içeren bir metin göndereceğiz. Mesaj ve veri ücretleri geçerli olabilir. Ne olduğunu öğren

# whenyournumber
source: when your number changes.
ar: عندما يتغير رقمك.
fr: lorsque votre numéro change.
ru: когда ваш номер изменится.
tr: numaran değiştiğinde.

# youranswerhelp
source: Your answers help people get to know you!
ar: تساعد إجاباتك الناس على التعرف عليك!
fr: Vos réponses aident les gens à vous connaître !
ru: Ваши ответы помогают людям узнать вас!
tr: Cevaplarınız insanların sizi tanımasına yardımcı olur!

# enteryourans
source: Enter your answer...
ar: أدخل إجابتك...
fr: Entrez votre réponse...
ru: Введите ответ...
tr: Cevabınızı girin...

source: Reset password
ar: إعادة تعيين كلمة المرور
fr: Réinitialiser le mot de passe
ru: Сброс пароля
tr: Şifreyi yenile

source: New Password
ar: كلمة السر الجديدة
fr: nouveau mot de passe
ru: Новый пароль
tr: Yeni Şifre

source: New Password Again
ar: كلمة المرور الجديدة مرة أخرى
fr: Retapez le nouveau mot de passe
ru: Новый пароль еще раз
tr: Yeni Şifre Tekrar

# resetlogin
source: Reset and Log in
ar: إعادة تعيين وتسجيل الدخول
fr: Réinitialiser et se connecter
ru: Сбросить и войти
tr: Sıfırla ve Giriş Yap

# inwhichlanguage
source: In which languages can you flirt?
ar: بأي لغة يمكنك المغازلة؟
fr: Dans quelles langues pouvez-vous flirter ?
ru: На каких языках ты можешь флиртовать?
tr: Hangi dillerde flört edebilirsin?

source: New account
ar: حساب جديد
fr: Nouveau compte
ru: Новый аккаунт
tr: Yeni hesap

source: Log in
ar: تسجيل الدخول
fr: Connexion
ru: Авторизоваться
tr: Giriş yapmak

source: Your e-mail
ar: بريدك الالكتروني
fr: Votre e-mail
ru: Ваш адрес электронной почты
tr: E-posta adresiniz

# weuseyouremail
source: We use your e-mail address to manage your account and to inform you about news and special offers. by registering, you also accept our
ar: نستخدم عنوان بريدك الإلكتروني لإدارة حسابك وإبلاغك بالأخبار والعروض الخاصة. بالتسجيل ، فإنك تقبل أيضًا
fr: Nous utilisons votre adresse e-mail pour gérer votre compte et vous informer des actualités et des offres spéciales. en vous inscrivant, vous acceptez également notre
ru: Мы используем ваш адрес электронной почты для управления вашей учетной записью и информирования вас о новостях и специальных предложениях. регистрируясь, вы также принимаете наши
tr: E-posta adresinizi hesabınızı yönetmek ve sizi haberler ve özel teklifler hakkında bilgilendirmek için kullanıyoruz. kayıt olarak, bizim de kabul etmiş olursunuz

# pleaseentermaxium30
source: Please Enter Maximum 30 character
ar: الرجاء إدخال 30 حرفًا كحد أقصى
fr: Veuillez saisir un maximum de 30 caractères
ru: Пожалуйста, введите максимум 30 символов
tr: Lütfen Maksimum 30 karakter girin

# plesecorectemail
source: Please enter correct email address
ar: رجاء، أدخل عنوان البريد الإلكتروني الصحيح
fr: Veuillez saisir l'adresse e-mail correcte
ru: Пожалуйста, введите правильный адрес электронной почты
tr: Lütfen doğru e-posta adresini girin

source: Please Enter Email
ar: الرجاء إدخال البريد الإلكتروني
fr: Veuillez saisir un e-mail
ru: Пожалуйста, введите адрес электронной почты
tr: Lütfen e-posta giriniz

# pleasepasswordshuould
source: Password should contain atleast one letter & one number
ar: يجب أن تحتوي كلمة المرور على حرف واحد ورقم واحد على الأقل
fr: Le mot de passe doit contenir au moins une lettre et un chiffre
ru: Пароль должен содержать как минимум одну букву и одну цифру
tr: Şifre en az bir harf ve bir rakam içermelidir

source: Please Enter Password
ar: الرجاء إدخال كلمة المرور
fr: Veuillez entrer le mot de passe
ru: Пожалуйста введите пароль
tr: Lütfen şifre giriniz

source: Sign In
ar: تسجيل الدخول
fr: S'identifier
ru: Войти
tr: Kayıt olmak

# pleasemimi8digit
source: Please Enter Minimum 8 character
ar: الرجاء إدخال حد أدنى 8 أحرف
fr: Veuillez saisir au moins 8 caractères
ru: Пожалуйста, введите минимум 8 символов
tr: Lütfen Minimum 8 karakter girin

# pleasemaximum32
source: Please Enter Maximum 32 character
ar: الرجاء إدخال بحد أقصى 32 حرفًا
fr: Veuillez saisir un maximum de 32 caractères
ru: Пожалуйста, введите максимум 32 символа
tr: Lütfen Maksimum 32 karakter girin

source: Enter a Name
ar: إدخال اسم
fr: Entrez un nom
ru: Введите имя
tr: İsim girin

source: Please Enter Name
ar: الرجاء إدخال الاسم
fr: Veuillez entrer le nom
ru: Пожалуйста, введите имя
tr: Lütfen Adı Girin

# pleaseenter20chrcter
source: Please Enter Minimum 20 character
ar: الرجاء إدخال 20 حرفًا كحد أدنى
fr: Veuillez saisir au moins 20 caractères
ru: Пожалуйста, введите минимум 20 символов
tr: Lütfen Minimum 20 karakter girin

# whatabeauti
source: what a beautiful name!
ar: ما اجمل اسمك!
fr: quel joli nom!
ru: какое красивое имя!
tr: ne kadar güzel bir isim!

source: Buy Premium
ar: شراء قسط
fr: Acheter Premium
ru: Купить Премиум
tr: Premium Satın Al

# recurringbill
source: Recurring billing - cancel anytime.
ar: الفواتير المتكررة - يمكنك الإلغاء في أي وقت.
fr: Facturation récurrente - annulez à tout moment.
ru: Периодическое выставление счетов — отменить в любое время.
tr: Yinelenen faturalandırma - istediğiniz zaman iptal edin.

source: Month
ar: شهر
fr: Mois
ru: Месяц
tr: Ay

source: POPULAR
ar: جمع
fr: POPULAIRE
ru: ПОПУЛЯРНЫЙ
tr: POPÜLER

source: You are
ar: أنت
fr: Tu es
ru: Ты
tr: yaşındasın

source: Please enter age >= 18.
ar: الرجاء إدخال العمر> = 18.
fr: Veuillez entrer l'âge >= 18.
ru: Пожалуйста, введите возраст >= 18.
tr: Lütfen yaş girin >= 18.

source: Enter Valid Date
ar: أدخل تاريخ صالح
fr: Entrez une date valide
ru: Введите действительную дату
tr: Geçerli Tarih Girin

# pleaseentervaliddob
source: Please Enter Valid Date of Birth
ar: الرجاء إدخال تاريخ ميلاد صحيح
fr: Veuillez entrer une date de naissance valide
ru: Пожалуйста, введите действительную дату рождения
tr: Lütfen Geçerli Doğum Tarihini Girin

source: Gallery
ar: صالة عرض
fr: Galerie
ru: Галерея
tr: Galeri

source: Camera
ar: آلة تصوير
fr: Caméra
ru: Камера
tr: Kamera

# mimum2photo
source: Minimum 2 photo required
ar: مطلوب صورتان كحد أدنى
fr: Minimum 2 photos requises
ru: Требуется минимум 2 фото
tr: En az 2 fotoğraf gerekli

source: UPDATE
ar: تحديث
fr: METTRE À JOUR
ru: ОБНОВИТЬ
tr: GÜNCELLE

# noabletoimage
source: No Able to Image Delete
ar: لا يمكن حذف الصورة
fr: Impossible de supprimer l'image
ru: Нет возможности удалить изображение
tr: Resim Silinemez

source: Enter yourself
ar: أدخل نفسك
fr: Entrez vous-même
ru: Введите себя
tr: Kendini tanıt

source: What
ar: ماذا او ما
fr: Quoi
ru: какая
tr: İlgi

# tickels
source: tickles
ar: دغدغة
fr: chatouille
ru: щекочет
tr: Alan

source: Your
ar: لك
fr: Ton
ru: Ваш
tr: ların

source: fancies?
ar: الهوى؟
fr: envies?
ru: фантазии?
tr: Neler?

# chooseyourintereset
source: Choose your interests below.
ar: اختر اهتماماتك أدناه.
fr: Choisissez vos intérêts ci-dessous.
ru: Выберите свои интересы ниже.
tr: Aşağıdan ilgi alanlarınızı seçin.

source: from
ar: من
fr: de
ru: из

source: region
ar: منطقة
fr: Région
ru: область, край
tr: bölgesinden

source: About me
ar: عني
fr: À propos de moi
ru: Обо мне
tr: Hakkımda

source: km away
ar: كم
fr: kilomètres
ru: км
tr: km uzakta

source: Spotify
ar: سبوتيفي
ru: Спотифай

source: Spotify Anthem
ar: سبوتيفي النشيد
fr: Hymne Spotify
ru: Гимн Спотифай
tr: Spotify Marşı

source: Both
ar: كلاهما
fr: Tous les deux
ru: Оба
tr: İkisi de

source: Drink
ar: يشرب
fr: Boisson
ru: Напиток
tr: İçki

source: Religion
ar: دِين
fr: La religion
ru: Религия
tr: Din

source: Pets
ar: حيوانات أليفة
fr: Animaux domestiques
ru: Домашние питомцы
tr: Evcil Hayvanlar

# sexualorientation
source: Sexual Orientations
ar: التوجهات الجنسية
fr: Orientations sexuelles
ru: Сексуальная ориентация
tr: Cinsel Yönelimler

source: Education
ar: تعليم
fr: Éducation
ru: Образование
tr: Eğitim

source: Age
ar: سن
fr: Âge
ru: Возраст
tr: Yaş

# introextro
source: Introvert & Extrovert
ar: منبسط منطويا
fr: Introverti extraverti
ru: Интроверт и экстраверт
tr: İçedönük dışadönük

source: Star Sign
ar: علامة النجمة
fr: Signe astrologique
ru: Знак зодиака
tr: Burç

source: Apply
ar: يتقدم
fr: Appliquer
ru: Подать заявление
tr: Uygula

source: View Code
ar: مشاهدة الكود
fr: Afficher le code
ru: Посмотреть код
tr: Kodu Görüntüle

source: Discount
ar: تخفيض
fr: Remise
ru: Скидка
tr: İndirim

# similaroffer
source: Similar Offers
ar: عروض مماثلة
fr: Offres similaires
ru: Похожие предложения
tr: Benzer Teklifler

source: Complete
ar: مكتمل
fr: Complète
ru: Полный
tr: Tamamlandı

source: View Profile
ar: عرض الصفحة الشخصية
fr: Voir le profil
ru: Просмотреть профиль
tr: Profili Görüntüle

# addmorephoto
source: Add More Photos
ar: أضف المزيد من الصور
fr: Ajouter plus de photos
ru: Добавить больше фотографий
tr: Daha Fazla Fotoğraf Ekle

# managephoto
source: Manage Photos
ar: إدارة الصور
fr: Gérer les photos
ru: Управление фотографиями
tr: Fotoğrafları Yönet

source: School
ar: المدرسة
fr: École
ru: Школа
tr: Okul

source: Job
ar: مهنة
fr: Emploi
ru: Работа
tr: İş

# profilequestion
source: Profile Questions
ar: أسئلة الملف الشخصي
fr: Questions de profil
ru: Профильные вопросы
tr: Profil Soruları

# whatmakespecial
source: What’s make you special?
ar: ما الذي يجعلك مميزا؟
fr: Qu'est-ce qui vous rend spécial ?
ru: Что делает тебя особенным?
tr: Seni özel yapan ne?

source: Create Profile Question
ar: إنشاء سؤال الملف الشخصي
fr: Créer une question de profil
ru: Создать профильный вопрос
tr: Profil Sorusu Oluştur

source: Connect Spotify
ar: الاتصال سبوتيفي
fr: Connecter Spotify
ru: Подключить Спотифай
tr: Spotify'ı bağla

source: Connect
ar: الاتصال
fr: Relier
ru: Соединять
tr: Bağlamak

# meetpeoplesimilar
source: Meet people with similar music taste with you.
ar: قابل أشخاصًا يتمتعون بذوق موسيقى مشابه معك.
fr: Rencontrez des personnes ayant des goûts musicaux similaires avec vous.
ru: Познакомьтесь с людьми со схожими с вами музыкальными вкусами.
tr: Sizinle benzer müzik zevkine sahip insanlarla tanışın.

# moorkypremi
source: Moorky Premium*
ar: موركى بريميوم *
ru: Мурки Премиум*

# inconitomode
source: Incognito mode
ar: الوضع المخفي
fr: Mode navigation privée
ru: Режим инкогнито
tr: Gizli mod

source: Hide my age
ar: إخفاء عمري
fr: Cacher mon âge
ru: Скрыть мой возраст
tr: Yaşımı gizle

source: Hide my location
ar: إخفاء موقعي
fr: Masquer ma position
ru: Скрыть мое местоположение
tr: Konumumu gizle

source: Privacy
ar: خصوصية
fr: Intimité
ru: Конфиденциальность
tr: Gizlilik

source: Change Password
ar: غير كلمة السر
fr: Changer le mot de passe
ru: Изменить пароль
tr: Şifre değiştir

source: Hide your location
ar: إخفاء موقعك
fr: Cachez votre position
ru: Скрыть свое местоположение
tr: Konumunuzu gizleyin

source: Close Ads
ar: إغلاق الإعلانات
fr: Fermer les annonces
ru: Закрыть объявления
tr: Reklamları Kapat

# youcanremoveads
source: You can remove ads if you get Moorky Premium.
ar: يمكنك إزالة الإعلانات إذا حصلت على موركى بريميوم.
fr: Vous pouvez supprimer les publicités si vous obtenez Moorky Premium.
ru: Вы можете удалить рекламу, если получите Moorky Premium.
tr: Moorky Premium alırsanız reklamları kaldırabilirsiniz..

# newcontact
source: new contacts
ar: اتصالات جديدة
fr: nouveaux contacts
ru: новые контакты
tr: yeni kişiler

# newvisitor
source: new visitors
ar: زوار جدد
fr: nouveaux visiteurs
ru: новые посетители
tr: yeni ziyaretçiler

# huhseemsempty
source: Huh… Seems empty. Keep swiping for more likes.
ar: هاه… يبدو فارغًا. استمر في الضرب للحصول على المزيد من الإعجابات.
fr: Huh… Semble vide. Continuez à balayer pour plus de likes.
ru: Ха... Кажется пустым. Продолжайте листать, чтобы получить больше лайков.
tr: Ha… Boş görünüyor. Daha fazla beğeni için kaydırmaya devam edin.

source: Who Likes You
ar: من يحبك
fr: Qui t'aime
ru: Кому ты нравишься
tr: Profilini beğenenler

source: Delete Event
ar: حذف الحدث
fr: Supprimer l'événement
ru: Удалить событие
tr: Etkinliği Sil

source: Don’t ask again
ar: لا تسأل مرة أخرى
fr: Ne plus demander
ru: Больше не спрашивай
tr: bir daha sorma

source: Send
ar: إرسال
fr: Envoyer
ru: Отправлять
tr: Göndermek

source: Cancel
ar: يلغي
fr: Annuler
ru: Отмена
tr: İptal

# ifypoureplythis
source: If you reply to this message, the full match will start.
ar: إذا قمت بالرد على هذه الرسالة ، فستبدأ المباراة الكاملة.
fr: Si vous répondez à ce message, le match complet commencera.
ru: Если вы ответите на это сообщение, начнется полный матч.
tr: Bu mesajı yanıtlarsanız, tam eşleşme başlayacaktır..

# entermesage
source: Enter a message
ar: أدخل رسالة
fr: Entrez un message
ru: Введите сообщение
tr: bir mesaj girin

source: Enter event title
ar: أدخل عنوان الحدث
fr: Entrez le titre de l'événement
ru: Введите название мероприятия
tr: Etkinlik başlığını girin

source: Enter event description
ar: أدخل وصف الحدث
fr: Entrez la description de l'événement
ru: Введите описание события
tr: Etkinlik açıklamasını girin

source: No Ghost Account Added
ar: لا يوجد حساب شبح مضاف
fr: Aucun compte fantôme ajouté
ru: Аккаунт-призрак не добавлен
tr: Hayalet Hesap Eklenmedi

# doyouwantactivateyourghostaccount
source: Do you want to activate your ghost account
ar: هل تريد تفعيل حسابك الشبح
fr: Voulez-vous activer votre compte fantôme
ru: Вы хотите активировать свою призрачную учетную запись
tr: Hayalet hesabınızı etkinleştirmek istiyor musunuz?

# doyouwantdeactivateyourghostaccount
source: Do you want to deactivate your ghost account
ar: هل تريد إلغاء تنشيط حسابك الشبح
fr: Voulez-vous désactiver votre compte fantômet
ru: Вы хотите деактивировать свою учетную запись-призрак
tr: Hayalet hesabınızı devre dışı bırakmak istiyor musunuz?

source: Submit
ar: يُقدِّم
fr: Soumettre
ru: Разместить
tr: Göndermek

source: Old Password
ar: كلمة المرور القديمة
fr: ancien mot de passe
ru: Старый пароль
tr: eski Şifre

source: Buy Basic
ar: شراء الأساسي
fr: Acheter de base
ru: Купить Базовый
tr: Temel Satın Al

# passworddoesnotmathc
source: Password Does Not Match
ar: كلمة السر غير متطابقة
fr: Le mot de passe ne correspond pas
ru: Пароль не совпадает
tr: Parola eşleşmiyor

# sentresetlink
source: We have emailed your password reset link.
ar: لقد أرسلنا عبر البريد الإلكتروني رابط إعادة تعيين كلمة المرور الخاصة بك.
fr: Nous avons envoyé votre lien de réinitialisation de mot de passe par e-mail.
ru: Мы отправили ссылку для сброса пароля по электронной почте.
tr: Şifre sıfırlama bağlantınızı e-posta ile gönderdik.

# emailinvalid
source: The selected email is invalid.
ar: البريد الإلكتروني المحدد غير صالح.
fr: L'e-mail sélectionné n'est pas valide.
ru: Выбранный адрес электронной почты недействителен.
tr: Seçilen e-posta geçersiz.

source: Your Otp Is
ar: Otp الخاص بك هو
fr: Votre OTP est
ru: Ваш OTP
tr: OTP'niz

source: OK
ar: نعم
fr: D'ACCORD
ru: ХОРОШО
tr: TAMAM

source: No User Found
ar: لم يتم العثور على المستخدم
fr: Aucun utilisateur trouvé
ru: Пользователь не найден
tr: Kullanıcı bulunamadı

source: Refresh
ar: ينعش
fr: Rafraîchir
ru: Обновить
tr: Yenile

source: No Message
ar: لا توجد رسالة
fr: Pas de message
ru: Нет сообщений
tr: Mesaj yok

# nostickerfound
source: No Stickers found
ar: لم يتم العثور على ملصقات
fr: Aucun autocollant trouvé
ru: Наклейки не найдены
tr: Çıkartma bulunamadı

source: Search by userId
ar: البحث عن طريق معرف المستخدم
fr: Rechercher par ID utilisateur
ru: Поиск по идентификатору пользователя
tr: kullanıcı kimliğine göre ara

# nomatches
source: No Matches Yet
ar: لا توجد مباريات حتى الآن
fr: Pas encore de matchs
ru: Пока нет совпадений
tr: Henüz Eşleşme Yok

# nochatuser
source: No Chat Users
ar: لا يوجد مستخدمون للدردشة
fr: Aucun utilisateur de chat
ru: Нет пользователей чата
tr: Sohbet Kullanıcısı Yok

# pleaseselectremainder
source: Please Select Reminder
ar: الرجاء تحديد المتبقي
fr: Veuillez sélectionner le reste
ru: Пожалуйста, выберите остатокr
tr: Lütfen Kalanı Seçin

# noremainderfound
source: No Reminder Found
ar: لم يتم العثور على بقايا
fr: Aucun reste trouvé
ru: Остаток не найден
tr: Kalan Bulunamadı

source: No Event List
ar: لا توجد قائمة أحداث
fr: Aucune liste d'événements
ru: Нет списка событий
tr: Etkinlik Listesi Yok

# removemonogamy
source: Remove Match
ar: إزالة المباراة
fr: Supprimer la correspondance
ru: Удалить совпадение
tr: Eşleşmeyi Kaldır

source: No Premium
ar: لا قسط
fr: Pas de prime
ru: Нет Премиум
tr: Prim Yok

source: No Basic
ar: لا أساسي
fr: Pas de base
ru: Нет базового
tr: Temel Yok

source: No Plans
ar: لا يوجد خطط
fr: Pas de projet
ru: Никаких планов
tr: Plan yok

source: Mon
ar: الإثنين
fr: Lun
ru: пн
tr: Pzt

source: Tue
ar: الثلاثاء
fr: Mar
ru: Вт
tr: Salı

source: Wed
ar: تزوج
fr: Épouser
ru: Мы б
tr: Çrş

# thur
source: Thu
ar: خميس
fr: Jeu
ru: Чт
tr: Prş

source: Fri
ar: الجمعة
fr: Ven
ru: пт
tr: Cum

source: Sat
ar: جلس
fr: Assise
ru: Сидел
tr: Cmt

source: Sun
ar: شمس
fr: Soleil
ru: Солнце
tr: Paz

source: Today
ar: اليوم
fr: Aujourd'hui
ru: Сегодня
tr: Bugün

source: Yesterday
ar: في الامس
fr: Hier
ru: Вчерашний день
tr: Dün

source: For me
ar: لي
fr: Pour moi
ru: Для меня
tr: Benim için

source: Theater
ar: مسرح
fr: Théâtre
ru: Театр
tr: Tiyatro

# applang
source: en
ar: ar
fr: fr
ru: ru
tr: tr

# basiconet
source: Be 5x more likely to get a reply
ar: تزيد احتمالية حصولك على رد بمقدار5 أضعاف
fr: Soyez 5x plus susceptible d'obtenir une réponse
ru: В 5 раза больше шансов получить ответ
tr: Yanıt alma olasılığınız 5 kat daha fazla olsun

# basictwot
source: Unlimited swipes
ar: تمريرات غير محدودة
fr: Balayages illimités
ru: Неограниченные свипы
tr: Sınırsız kaydırma

# basicthreet
source: No ads
ar: لا اعلانات
fr: Pas de pubs
ru: Без рекламы
tr: Reklamsız

# basicfourt
source: Undo swipes
ar: التراجع عن التمريرات
fr: Annuler les balayages
ru: Отменить свайп
tr: Hızlı kaydırmaları geri al

# basiconed
source: Make your message number one in their inbox, you’re 5x more likely to get a reply.
ar: اجعل رسالتك رقم واحد في بريدهم الوارد ، فمن المرجح أن تحصل على رد 5 أضعاف.
fr: Faites de votre message le numéro un dans leur boîte de réception, vous avez 5 fois plus de chances d'obtenir une réponse.
ru: Сделайте свое сообщение номером один в их почтовом ящике, и вероятность получить ответ увеличится в 5 раз.
tr: Mesajınızı gelen kutularında bir numara yapın, yanıt alma olasılığınız 5 kat daha fazladır.

# basictwod
source: Swipes with no limits - higher chances for more matches.
ar: تمريرات بلا حدود - فرص أكبر لمزيد من المباريات.
fr: Balayages sans limites - plus de chances pour plus de matchs.
ru: Свайпы без ограничений - больше шансов на большее количество совпадений.
tr: Sınırsız kaydırma - daha fazla eşleşme için daha yüksek şans

# basicthreed
source: Enjoy MOORY entirely ad-free!
ar: استمتع بـ MOORY خالي تمامًا من الإعلانات!
fr: Profitez de MOORY entièrement sans publicité!
ru: Наслаждайтесь MOORKY полностью без рекламы!
tr: MOORKY'nin keyfini tamamen reklamsız çıkarın!

# basicfourd
source: Didn’t mean to swipe left? Undo the last swipe and think again.
ar: لم أقصد التمرير إلى اليسار؟ التراجع عن التمرير الأخير والتفكير مرة أخرى.
fr: Vous ne vouliez pas balayer vers la gauche? Annulez le dernier balayage et détrompez-vous.
ru: Не хотели делать свайп влево? Отмените последний взмах и подумайте еще раз.
tr: Sola kaydırmak istemediniz mi? Son kaydırmayı geri alın ve tekrar düşünün.

# preonet
source: Be 10x more likely to get a reply
ar: تزيد احتمالية حصولك على رد بمقدار 10 مرات
fr: Soyez 10x plus susceptible d'obtenir une réponse
ru: В 10 раза больше шансов получить ответ
tr: Yanıt alma olasılığınız 10 kat daha fazla olsun

# pretwot
source: Your Rocket Boost
ar: دفعة الصواريخ الخاصة بك
fr: Votre Rocket Boost
ru: Ваш ракетный буст
tr: Roket Takviyeniz

# prethreet
source: Break the ice
ar: كسر الجليد
fr: Briser la glace
ru: Растопить лед
tr: Buzu kırmak

# prefourt
source: See who likes you
ar: انظر من أعجب بك
fr: Voir qui vous aime
ru: Узнайте, кому вы нравитесь
tr: Seni kimin beğendiğini gör

# prefivet
source: Unlimited swipes
ar: تمريرات غير محدودة
fr: Balayages illimités
ru: Неограниченные свипы
tr: Sınırsız kaydırma

# presixt
source: Set custom filters
ar: قم بتعيين عوامل التصفية المخصصة
fr: Définir des filtres personnalisés
ru: Установите пользовательские фильтры
tr: Özel filtreler ayarla
